brew 'autoenv'
brew 'docker-compose'
brew 'fzf'
brew 'gh'
brew 'kubectl'
brew 'neovim'
brew 'node' # Needed for CoC
brew 'hermit'
brew 'pipx'
brew 'pyenv'
brew 'reattach-to-user-namespace'
brew 'the_silver_searcher'
brew 'tmux'
brew 'zplug'

cask 'alfred'
cask 'git-credential-manager-core'
cask 'block-goose'
cask 'iterm2'
cask 'obsidian'
cask 'rectangle'
cask 'rocket'
cask 'spotify'
