brew 'direnv'
brew 'docker-compose'
brew 'fzf'
brew 'gh'
brew 'just'
brew 'kubectl'
brew 'neovim'
brew 'fnm'
brew 'ruff'
brew 'git-delta'
brew 'yazi'
brew 'hermit'
brew 'pipx'
brew 'pyenv'
brew 'reattach-to-user-namespace'
brew 'the_silver_searcher'
brew 'tmux'
brew 'antidote'

cask 'alfred'
cask 'block-goose'
cask 'ghostty'
cask 'obsidian'
cask 'rectangle'
cask 'rocket'
cask 'spotify'
